DELETE FROM users;
ALTER SEQUENCE global_seq RESTART WITH 100000;

INSERT INTO users (name, city, car) VALUES
  ('Иванов Иван Иванович', 'Саратов', 'BMW'),
  ('Богданов Александр Николаевич', 'Москва', 'BMW, Mercedes'),
  ('Кирсанов Григорий Николаевич', 'Москва', 'Lexus, Mazda'),
  ('Галишников Максим Александрович', 'Санкт-Питербург', 'Mazda'),
  ('Погодь Петр Максимович', 'Новгород', 'Toyota'),
  ('Кремнев Олег Алексеевич', 'Москва', 'Honda, Honda'),
  ('Луцкий Олег Николаевич', 'Москва', 'Opel, Land-Rover'),
  ('Боровицкий Иван Валентинович', 'Иркутск', 'Lada'),
  ('Глевников Александр Алексеевич', 'Сочи', 'Mercedes, Honda'),
  ('Астафьев Петр Олегович', 'Сочи', 'Shkoda'),
  ('Семенов Семон Семенович', 'Самара', 'Volkswagen');

